/*
Project "Electronic schematic and pcb CAD"

Author
  Sibilev Alexander S.

Web
  www.saliLab.com
  www.saliLab.ru

Description
  Перечень замеченных ошибок, замечаний улучшений и их устранение
*/
//B003 bugs
//F001 fatal
//C002 critical
//D001 do

//TODO B001 При автозавершении фигурной скобки для тела функции отступ ставится неверно

//TODO C001 Для удаленного управления не получается от удаленной машины параметры для зеркала

//TODO B002 В двухпанельном файл-менеджере не быстрые кнопки "закрываются" горячими клавишами меню




//Перечень устраненных ошибок
//B003 При копировании файлов с нулевой длиной - замирает.
